Repository: plugible/classifieds
Catalog: lang/wpmyads-*.po
Languages: ar

source: Links
ar: روابط

source: Classifieds
ar: الإعلانات

source: Locations
ar: الأماكن

source: Latitude
ar: خط العرض

source: Longitude
ar: خط الطول

source: Categories
ar: الأقسام

source: Specifications
ar: المواصفات

source: Specification
ar: المواصفة

source: Value
ar: القيمة

source: Scope
ar: النطاق

source: Classifieds Categories
ar: أقسام الإعلانات

source: All done.
ar: تم.

source: Go to <a href="%s">categories</a>.
ar: اِذهب إلي <a href="%s">الأقسام</a>.

source: Classifieds Specifications
ar: مواصفات الإعلانات

source: Go to <a href="%s">specifications</a>.
ar: اِذهب إلي <a href="%s">المواصفات</a>.

source: Classifieds Locations
ar: أماكن الإعلانات

source: Go to <a href="%s">locations</a>.
ar: اِذهب إلي <a href="%s">الأماكن</a>.

source: Images
ar: الصور

source: An error happened.
ar: لقد طرأ خطأ.

source: The export file could not be found at <code>%s</code>.
ar: تعذر العثور على ملف التصدير في <code>%s</code>.

source: <strong>%s</strong></a> created
ar: <strong>%s</strong></a> تم إنشاءه

source: <strong>%s</strong></a> updated
ar: <strong>%s</strong></a> تم تعديله

source: <strong>%s</strong></a> ignored
ar: <strong>%s</strong></a> تم تجاهله

source: Meta
ar: فوقي

source: Search
ar: بحث

source: Page %s
ar: صفحة %s

source: Settings
ar: إعدادات

source: Save
ar: حفظ

source: Classifieds Settings
ar: إعدادات الإعلانات

source: Email Global Header
ar: ترويسة البريد الإلكتوني الشاملة

source: Hello {name},
ar: مرحبا {name}،

source: Email Global Footer
ar: تذييل البريد الإلكتوني الشامل

source: Thanks, {site}
ar: شكرا، {site}

source: Classified Pending
ar: إعلان معلّق

source: We've received your classified "{title}". It will become visible once approved.
ar: لقد توصلنا بإعلانك "{title}". سيُنشر بعد الموافقة.

source: Classified Approved
ar: إعلان مقبول

source: Your Classified "{title}" was approved. You can view it here: - {link}
ar: تم قبول إعلانك "{title}". يمكنك مشاهدته هنا: - {link}

source: Classified Rejected
ar: إعلان مرفوض

source: Your classified "{title}" was rejected.
ar: تم رفض إعلانك "{title}".

source: Comment Pending
ar: تعليق معلّق

source: We've received your comment on "{title}". It will become visible once approved.
ar: لقد توصلنا بإعلانك "{title}". سيُنشر بعد الموافقة.

source: Comment Received
ar: تعليق تم استقباله

source: You received a comment on "{title}". You can view it here: - {link}
ar: لقد توصلت بتعليق على "{title}". يمكنك مشاهدته هنا: - {link}

source: Comment Approved
ar: تعليق مقبول

source: Your comment on "{title}" was approved. You can view it here: - {link}
ar: تم قبول تعليقك على "{title}". يمكنك مشاهدته هنا: - {link}

source: Comment Rejected
ar: تعليق مرفوض

source: Your comment on "{title}" was rejected.
ar: تم رفض تعليقك على "{title}".

source: Enabled
ar: مفعّل

source: Subject
ar: الموضوع

source: Body
ar: النص

source: Nothing Found
ar: لا يوجد شيء

source: Nothing found. Please update the search criteria.
ar: لا يوجد شيء. المرجو تعديل معايير البحث.

source: %s ago
ar: منذ %s

source: Description
ar: الوصف

source: Specs
ar: الخصائص

source: Submit
ar: إرسال

source: Submitting... Please wait
ar: يجري الإرسال...المرجو الانتظار

source: Errors detected. Please fix errors and submit again
ar: هناك أخطاء. المرجو تصحيح الأخطاء تم الإرسال من حديد

source: Please wait for the image(s) upload to finish
ar: المرجو الانتظار ريثما ينتهي رفع الصور

source: Submission was completed successfully
ar: تم الإرسال بنجاح

source: Error: Login Required
ar: خطأ: تسجيل الدخول مطلوب

source: Contact Information
ar: بيانات الاتصال

source: Name*
ar: الاسم*

source: Email*
ar: البريد الإلكتروني*

source: Phone*
ar: الهاتف*

source: Media
ar: الوسائط

source: Images*
ar: الصور*

source: Ad Information
ar: معلومات الإعلان

source: Title*
ar: العنوان*

source: Choose...
ar: اِخترْ...

source: Location*
ar: المكان*

source: Category*
ar: التصنيف*

source: Specifications*
ar: الخصائص*

source: Description*
ar: الوصف*
